{
  "dialogues":
  [
    {
      "Name": "Flynn",
      "Description": "Mid 20's, tall. Doesn't dress his own age (younger), can be a bit dishevelled at times. Brunette, messy hair. ",
      "Building": "Observatory",
      "Pastry": "Apple Turnovers",
      "Introduction": "….Hey didn't see you there.",
      "Acquaintance1": "Oh, hello, were you saying something?",
      "Acquaintance2": "",
      "Friend1": "I'd like to paint the stars someday, but they keep moving every time I try…..",
      "Friend2": "Don't sneak up on me like that! I really have to pay more attention to my surroundings.",
      "Friend3": "Hey there, anything new?",
      "Election": "I didn't realise there was an election coming up, who won!?",
      "BestFriend1": "I feel like I was thinking about something important, but I can't remember what it was…",
      "BestFriend2": "Hey , doing anything interesting? I was just about to start a new painting But I can't figure out what I should paint yet.",
      "BuildingQ": "I would love to have access to an observatory, maybe if I could look at them closer I could finally paint the stars.",
      "BuildingComplete": "This is just amazing, I can't wait to see it! Thanks!",
      "NPC": "",
      "Job": "I paint for a living, not a luxurious lifestyle choice but I get by fairly well.",
      "Quest": "I need some stuff to make more paint with, do you think you can get me some brightly coloured plants? The brighter the better!",
      "QuestComplete": "Thanks for this, I was running dangerously low on paint to keep considering myself and artist."
    },
    {
      "Name": "Peter",
      "Description": "Weathered looking, on the short side, latter half of 50's, kind looking face, typically dressed to go fishing (what that looks like I have no idea), grey-ish hair ",
      "Building": "Boat Hire",
      "Pastry": "Cinnamon Swirls",
      "Introduction": "I don't think we've met, Peter is my own name.",
      "Acquaintance1": "Beautiful day isn't it.",
      "Acquaintance2": "I think I'll go fishing today, sounds wonderful don't you think?",
      "Friend1": "Nothing more relaxing than the sound of the sea and a fishing rod in my hands.",
      "Friend2": "I tried to teach my son to fish, I don't think he has the patience for it.",
      "Friend3": "I spend a lot of time by the sea, I think my wife is a bit tired of it.",
      "Election": "Oh I never vote anymore, it's all rigged anyways you know.",
      "BestFriend1": "Mirijam wants something terribly expensive at the moment, I don't really have the heart to say no to him.",
      "BestFriend2": "I don't know what I would do if I didn't have Poppy and Mirijam.",
      "BuildingQ": "I always wanted to work with boats, it never really mattered in what way.",
      "BuildingComplete": "People get so much enjoyment out of boats, I'm really glad I get to help with that now thanks!",
      "NPC": "",
      "Job": "The Boat Hire is the best place I could ever work in my opinion.",
      "Quest": "I haven't been out on a boat in years, I don't really have a reason to anymore...",
      "QuestComplete": "Incredible! Thank you! I don't know how I could ever repay you."
    },
    {
      "Name": "Poppy",
      "Description": "Early 50's, kind face, bleached blonde hair, Garden overalls, Dyes her hair to look younger.",
      "Building": "Zen Forest Retreat",
      "Pastry": "Éclairs",
      "Introduction": "My name is Poppy, It's a pleasure dear.",
      "Acquaintance1": "Don't you just love the fresh air?",
      "Acquaintance2": "You should stop by my garden someday, I never miss a chance to show it off!",
      "Friend1": "I think I spend more time outside my house than in it, I prefer the garden anyways.",
      "Friend2": "I try to get my son to help in the garden but he's as lazy as they come.",
      "Friend3": "Something has been eating my lettuces, it's a terrible shame really.",
      "Election": "I knew that they would be the mayor, I tried to tell my husband Peter but he still won't vote in elections.",
      "BestFriend1": "You should come for dinner someday , most of what I cook comes straight from the garden.",
      "BestFriend2": "I wish Mirijam would get out more, it can't be good to be inside so long.",
      "BuildingQ": "I would love to have somewhere outside to relax, other than my garden of course!",
      "BuildingComplete": "It's beautiful, I don't think I'll ever leave!",
      "NPC": " ",
      "Job": "Peter insisted I didn't have to work, I would much rather work in my garden anyways, if I had a job I doubt I would get time for gardening.",
      "Quest": "I could've sworn I left my hat in my garden yesterday, could you be a dear and have a look round for it?",
      "QuestComplete": "You found it where? Thanks for finding it for me, although I could've sworn that I left it in my own garden!"
    },
    {
      "Name": "Mirijam",
      "Description": "Small for his age, 10 years old, dark brown hair and eyes, always wears a hoodie of some kind, always looks fed up with something.",
      "Building": "Arcade",
      "Pastry": "Croissants",
      "Introduction": "I don't know you.",
      "Acquaintance1": "My mother made me go outside today, I don't see the point.",
      "Acquaintance2": "I wish I had someone that did everything for me.",
      "Friend1": "I play video games most of the time.",
      "Friend2": "Do you ever play any games?",
      "Friend3": "When I'm older, no one can tell me what to do and then I can play games all the time.",
      "Election": "I don't really mind who gets to be the mayor.",
      "BestFriend1": "My mother gets really strict sometimes, I don't like it.",
      "BestFriend2": "I don't understand why people choose to go outside, inside is much more fun.",
      "BuildingQ": "I really wish there was an arcade nearby, they have much more games than I do.",
      "BuildingComplete": "Wow! I can't wait to beat everyone else's high score!",
      "NPC": "",
      "Job": "I don't have a job, I'm ten.",
      "Quest": "My mother banned chocolate from the house, but she'll never know if you happen to bring me some...",
      "QuestComplete": "You're amazing, now how am I going to get it into the house?"
    },
    {
      "Name": "Jonas",
      "Description": "24 years old, black haired, green eyes, dresses formally most of the time.",
      "Building": "Tourist Office",
      "Pastry": "Danishes",
      "Introduction": "Wonderful meeting you! How is everything with you?",
      "Acquaintance1": "I'm up well before anyone else is normally, much quieter at that time!",
      "Acquaintance2": "I always preferred the morning, what about you?",
      "Friend1": "Whenever I get some free time, I love going for a walk to clear my head.",
      "Friend2": "Hey, doing anything interesting? I have to work, but we should talk again soon.",
      "Friend3": "Have you seen my sister around today, she like to hide because she knows I have something for her to do.",
      "Election": "I always get my sister to help me choose a candidate, she's a better judge of character than I am.",
      "BestFriend1": "I was a little stressed this morning because I overslept, lucky Maeve woke me before it got too late!",
      "BestFriend2": "Trying to get Maeve to stop reading is like trying to talk to a brick wall.",
      "BuildingQ": "I have always wanted a job where I could talk for a living, a Tourist Office would be the perfect place I think.",
      "BuildingComplete": "Absolutely fantastic, thank so very much!",
      "NPC": "",
      "Job": "Talking to people and helping them out is one of my favourite things to do so the Tourist Office is just perfect for me.",
      "Quest": "Could you find my sister, she's not been studying AGAIN and she has exams coming up, I'll bet she's just off reading somewhere.",
      "QuestComplete": "Great you found her! I'm off to talk some sense into her then."
    },
    {
      "Name": "Maeve",
      "Description": "16 years old, wears clothes too big for her, bright colours, black hair, green eyes ",
      "Building": "Library",
      "Pastry": "Macarons",
      "Introduction": "Hello, I'm Maeve, you are?",
      "Acquaintance1": "I was reading, but I guess I can talk.",
      "Acquaintance2": "Have you met my brother Jonas? He can be a bit of a drag sometimes.",
      "Friend1": "I read most of the time and if I'm not reading I'm probably asleep.",
      "Friend2": "Jonas wants me to study ALL the time, where's the fun in that?",
      "Friend3": "I got a new book the other day, but I've already finished it, authors should write more so I don't get through them as quick.",
      "Election": "I can't vote yet but I help Jonas pick a person, he spends ages worrying about it otherwise.",
      "BestFriend1": "Jonas is constantly on the move, I wish he would slow himself down every once in a while.",
      "BestFriend2": "I started trying to write a book but I just kept getting stuck figuring out the smallest of details.",
      "BuildingQ": "It would be great to live right near a library, then I'd have access to a whole pile of books.",
      "BuildingComplete": "That is so cool, surely I can't run out of books now?",
      "NPC": "",
      "Job": "I volunteer in the Library at the weekend, being surrounded by books is like being in an amazing dream.",
      "Quest": "Hey, glad you're here, my book is missing, I NEED to know how it ends, please help me find it!",
      "QuestComplete": "Oh thank goodness you found it, I was beginning to think I'd never find out what happened!"
    },
    {
      "Name": "Serena",
      "Description": "mid 30's, very tall, brunette, blue eyes, stylish dresser, always looks like she's going out somewhere.",
      "Building": "Hair Salon",
      "Pastry": "Rhubarb Tart",
      "Introduction": "Delighted to finally meet you!",
      "Acquaintance1": "Hiya, hope you're having an amazing day.",
      "Acquaintance2": "How've you been today? I took a walk early this morning, some things you miss if you're not early enough to see them.",
      "Friend1": "I love to style people's hair, I've been doing it since I was young, It's a wonderful skill to have.",
      "Friend2": "I've made it my mission to get to know everyone in this town, succeeded so far!",
      "Friend3": "How has your day been so far, because mine's been great!",
      "Election": "I feel like I'd be a fantastic mayor, maybe I should run next time.",
      "BestFriend1": "I don't think we hang out enough, we should fix that.",
      "BestFriend2": "I talk too much sometimes, not sure if that's a good or a bad thing though.",
      "BuildingQ": "I would love for there to be a hair salon here, then I could do hair professionally instead.",
      "BuildingComplete": "Oh this place is fabulous, come by anytime, I'd be delighted to have you!",
      "NPC": "",
      "Job": "I love working at the Hair Salon, I've never dreamed of any other job ",
      "Quest": "I cut Flynn's hair and I think I made it worse than it usually is, would it be possible for you to find me something I can give him to wear on his head untill it grows out again?",
      "QuestComplete": "This is perfect, he'll love it I'm sure, although I don't think he can tell his hair is different."
    },
    {
      "Name": "Walter",
      "Description": "Mid Fifties, sweaters and jackets and dress pants, brown hair fading to grey, hazel coloured eyes. ",
      "Building": "Furniture Store",
      "Pastry": "Belgian Buns",
      "Introduction": "Ahhhh you must be the new one, welcome!",
      "Acquaintance1": "Do you have the time? I'm supposed to be meeting Mara soon.",
      "Acquaintance2": "How long have you been here for?",
      "Friend1": "I enjoy working with my hands, I don't really do much else.",
      "Friend2": "How has your day been?",
      "Friend3": "I keep getting asked to make tables, but no chairs...what's the point of a table if you have nowhere to sit?",
      "Election": "The person that I vote for never seems to get elected, I wonder why that is...",
      "BestFriend1": "I don't ever really make anything bigger than a chair, I work with a few different materials though.",
      "BestFriend2": "I wanted to extend my house a little while ago, maybe a sunroom or something?",
      "BuildingQ": "My dream would be to work in a shop of some kind, maybe selling furniture?",
      "BuildingComplete": "I'm lost for words.",
      "NPC": "",
      "Job": "The Furniture Store is the best place I could work, I don't think I'd be happy anywhere else.",
      "Quest": "I need the nicest wood you can find, Mara just asked me could I make her a huge closet, she must have mounds of clothes lying around.",
      "QuestComplete": "You have some do you? This is perfect thanks, I'm sure Mara will love it when I'm finished."
    },
    {
      "Name": " Mara",
      "Description": "Red hair (very red, not orange), wears fancy clothing, always a dress, high heels, tall irregardless of shoes.",
      "Building": "Inn",
      "Pastry": "Cannoli",
      "Introduction": "Darling, I'm Mara, it's great to finally meet you.",
      "Acquaintance1": "The only reason I'm such a good singer is practice, you have to put time in!",
      "Acquaintance2": "It's been a while, hope you've been doing well.",
      "Friend1": "Not to show off, but I am an amazing singer, ask anyone.",
      "Friend2": "Have you seen Walter around today? I wanted to talk to him.",
      "Friend3": "Do you play an instrument? It would be amazing if someone could accompany me while I sing!",
      "Election": "What do you think about me as the mayor someday?I'm positive I would be stunning.",
      "BestFriend1": "I've always wanted to be a little friendlier with Walter.",
      "BestFriend2": "Does this outfit suit me? I'm not so sure about it.",
      "BuildingQ": "I think an inn would be perfect in this town.",
      "BuildingComplete": "Simply marvelous, this place is fantastic!",
      "NPC": "",
      "Job": "My job is wonderful, being the host is one of my favourite things to be.",
      "Quest": "I know this is an awkward favour to ask, but could you possibly find out if Walter likes me? I've been wondering for a while but I could never work up the courage to ask.",
      "QuestComplete": "Did he say yes? He did! What am I going to say to him?! Thanks, I have to go think of something!"
    },
    {
      "Name": "Tessa",
      "Description": "Athletic, always in a tracksuit, short, black hair, facial features kind of pointy, brown eyes.",
      "Building": "Lighthouse",
      "Pastry": "Doughnuts",
      "Introduction": "Greetings and salutations!",
      "Acquaintance1": "Can't stop, no time, sorry!",
      "Acquaintance2": "Having a good day?",
      "Friend1": "I do lots of things, if it gets my heart racing I'll definitely have a go.",
      "Friend2": "Lovely to see you again.",
      "Friend3": "Walking is a phenomenal way to clear your head, especially if you've had a bad day.",
      "Election": "Don't tell anyone, but every year choose who to vote for randomly, how else would I decide?",
      "BestFriend1": "I was going to go walking today, but Desmond had to do something, and couldn't mind the kids.",
      "BestFriend2": "I've been trying to get my girls to get out more, I think I'm succeeding.....maybe.",
      "BuildingQ": "I'd love if there was a lighthouse here, for safety of course, not the cool view.",
      "BuildingComplete": "This is super, I can't wait to check it out!",
      "NPC": "",
      "Job": "The lighthouse has an amazing view, and I get to see it most days.",
      "Quest": "I'm playing hide-and-seek with my girls at the moment, but they must be experts at this because I can't find them anywhere! can you help me?",
      "QuestComplete": "You found them! I'm glad, I was worried I was going to be all day searching for the little monsters!"
    },
    {
      "Name": "Desmond",
      "Description": "Round faced, short, wearing an apron, black hair, balding, green eyes.",
      "Building": "Bakery",
      "Pastry": "Profiteroles",
      "Introduction": "I haven't seen you around here before.",
      "Acquaintance1": "How's it going.",
      "Acquaintance2": "Sunny days always seem happier, I'm not too sure about the rain.",
      "Friend1": "My favourite thing to do is bake, everything and anything I can.",
      "Friend2": "I think I might need to switch up my diet soon......soon means later right?",
      "Friend3": "My wife Tessa loves being outside, we're very different people.",
      "Election": "I love figuring out who would be the best to vote for, it's like a game!",
      "BestFriend1": "What's your favourite thing from a bakery, I can make all different kinds of things.",
      "BestFriend2": "I love hanging out with my two little girls, I've been trying to teach them how to bake scones recently.",
      "BuildingQ": "It would be amazing to have somewhere professional to bake.",
      "BuildingComplete": "Unbelievable, thanks so much!",
      "NPC": "",
      "Job": "Baking is what I know and love, I can't imagine not baking for a living.",
      "Quest": "Could you deliver this parcel to Leo? I wanted to thank him for fixing my oven but I'm fairly busy at the moment. Thanks!",
      "QuestComplete": "Is it delivered? Thanks for helping me out, really appreciated."
    },
    {
      "Name": "Leo",
      "Description": "Blonde messy hair, blue eyes, greasy looking, wears khaki cargo pants all the time, medium height.",
      "Building": "Hardware Store",
      "Pastry": "Pretzels",
      "Introduction": "Hey there newbie, I'm Leo.",
      "Acquaintance1": "Alright there?",
      "Acquaintance2": "Grapes will explode if you put them in a microwave, I don't recommend doing this, it take forever to clean up afterwards.",
      "Friend1": "I fix things, only the broken things though, not much to fix otherwise.",
      "Friend2": "I was watching a documentary last night, did you know nutmeg can be poisonous?",
      "Friend3": "I know quite a lot of weird stuff, I find them interesting though.",
      "Election": "Voting is such a chore, there must be a better less boring way of deciding who the mayor is.",
      "BestFriend1": "Did you know that magpies are actually very smart, they can even recognise themselves in the mirror!",
      "BestFriend2": "Figuring out how something works is great, the I know what to do if it ever breaks!",
      "BuildingQ": "This place should have a hardware store, it's a highly important service.",
      "BuildingComplete": "This place is just awesome, I don't know what to say!",
      "NPC": "",
      "Job": "The hardware store is great, not sure what else I'd ever want to do",
      "Quest": "I'm trying to fix this circuit, not sure what it does but I'm sure I'll find out eventually, I need some gold to do it though, would you get me some?",
      "QuestComplete": "Gold is an excellent conductor, I could use copper, but gold won't wear as easily, so win win!"
    },
    {
      "Name": "Willow",
      "Description": "Twin of Aspen, Black hair, Green eyes, 7 years old, wears dresses most of the time, has curly hair, both love bright coulours.",
      "Building": "Lighthouse",
      "Pastry": "Pain au chocolat",
      "Introduction": "Hiya.",
      "Acquaintance1": "What are you doing? ",
      "Acquaintance2": "When I'm older I wanna be a vet, because animals are so so nice.",
      "Friend1": "I love hide and seek, Aspen is a terrible finder so I always win.",
      "Friend2": "My dad is always trying to show us baking, it takes so so long to do, it's a bit boring.",
      "Friend3": "Were you always this tall?",
      "Election": "I don't even know how to vote.",
      "BestFriend1": "Me and Aspen always do everything together.",
      "BestFriend2": "Aspen likes reading, so I get her to do it out loud because I want to hear the story, I just don't want to make my eyes all tired.",
      "BuildingQ": "My mother is always talking about a lighthouse, I think if there was one it would make her happy.",
      "BuildingComplete": "",
      "NPC": "",
      "Job": "Work is for adults to do.",
      "Quest": "I want to get something for my mom because it's her birthday eventually right? Could you find me something really special for her?",
      "QuestComplete": "I think my mom will love this, thanks for helping me find something."
    },
    {
      "Name": "Aspen",
      "Description": "Twin of Willow, Black straight hair, Green eyes, 7 Years old, Wears dungarees or pants and a bright coloured top, both love bright colours.",
      "Building": "Lighthouse",
      "Pastry": "Apple pie",
      "Introduction": "Hello.",
      "Acquaintance1": "I wanted to play but Willow won't so now I can't.",
      "Acquaintance2": "Do you have a job?",
      "Friend1": "Playing outside is fun, I never win anything though, Willow is too good.",
      "Friend2": "Willow wants to be a vet but I have no clue what job I want to do.",
      "Friend3": "I wanted a dog, but my mother is always saying no.",
      "Election": "I'm not old enough yet.",
      "BestFriend1": "Running is no fun when you aren't playing a game, I don't understand why my mother does it so often.",
      "BestFriend2": "",
      "BuildingQ": "A lighthouse would be amazing, at least that's what my mother says.",
      "BuildingComplete": "",
      "NPC": "",
      "Job": "Maybe I'd be a vet when I'm older.",
      "Quest": "Are you going to the mine? I really need something shiny because I heard that some birds like shiny things and I really really like birds so, please?",
      "QuestComplete": "This looks shiny enough, I'm gonna leave it in the garden to see which bird likes it the most!"
    }
  ]
}